;--------------------------------------------------------------------------------
[Lang]
Lang=Türkçe (By Blue DeviL //SCT || www.sct.tr.cx)
;--------------------------------------------------------------------------------
[102]Bul..
102=Bul..
1012=&Bul:
1009=&Değiştir:
1003=Büy&ük Küçük Harf Duyarlı
1004=&Tüm Kelime
1014=Boş&lukları Yoksay
1005=&Proje
1013=Yön
1006=&Aşağı
1007=&Yukarı
1008=&Hepsi
1=Bul
1010=Değiştir
1011=Tümünü Değiştir
2=İptal
;--------------------------------------------------------------------------------
[103]
103=Satıra Git
1001=Satır:
1=Tamam
2=İptal
;--------------------------------------------------------------------------------
[150]
2=İptal
1001=< Geri
1=Son
1002=İleri >
;--------------------------------------------------------------------------------
[151]
151=Proje Sihirbazı - Proje Türü & Adı
1001=Assembler
1002=Proje Tipi
1003=Proje Adı:
1004=Proje Açıklaması:
1005=Proje Dizini:
;--------------------------------------------------------------------------------
[152]
152=Proje Sihirbazı - Taslak
;--------------------------------------------------------------------------------
[153]
153=Proje Sihirbazı - Dosyalar & Klasörler
1001=Yaratılacak Dosyalar
1002=Yaratılacak Klasörler
620=İçe Aktar
;--------------------------------------------------------------------------------
[154]
154=Proje Sihirbazı - Make
1001=Make Menüsü
1002=Derle RC:
1003=Assemble:
1004=Link:
1005=Çalıştır:
1006=Debugger:
1007=Res To Obj:
1008=Asm Module:
;--------------------------------------------------------------------------------
[155]
155=İçe Aktar
1002=Gözat
1=Tamam
2=İptal
1004=Alt Klasörleri Ekle
;--------------------------------------------------------------------------------
[2000]
2000=Taslak Yarat
2007=Açıklama
2009=Eklenen Dosyalar
2003=Ekle
2004=Kaldır
2008=Taslak Dosya Adı
1=Tamam
2=İptal
;--------------------------------------------------------------------------------
[2200]
2200=Sniplet Seçenekleri
2207=Double Click Action
2201=Tümünü Seç
2202=Editöre Kopyala
2203=Panoya Kopyala
2204=Çıktıya Kopyala
2205=Kapat
2206=Genişletilmiş Aç
1=Tamam
2=İptal
10=Uygula
;--------------------------------------------------------------------------------
[2300]
2300=Uygulama Yolları Kurulumu
1=Tamam
2=İptal
10=Uygula
;--------------------------------------------------------------------------------
[2500]
2500=Menü Editörü
1=Tamam
2=İptal
2528=Dışa Aktar
2529=Kaldır
2501=Menü
2502=İsim:
2504=MenüID:
2506=ItemStartID:
2510=Menu item
2511=Başlık:
2514=Kısayol:
2515=Ad:
2517=ItemID:
2526=Seçili
2527=Silik(Grayed)
2530=Etkin Değil(Inactive)
2508=Sağa Yaslı
2509=Radio
2531=Ownerdraw
2532=Right Order
2519=Ekle
2520=Sil
;--------------------------------------------------------------------------------
[2600]
2600=Dialog Editörü Seçenekleri
1=Tamam
2=İptal
10=Uygula
2615=Grid X-Size
2616=Grid Y-Size
2614=Grid rengi
2617=Dialog ID
2618=Control ID
2605=Gridleri Göster
2606=Gride Yasla
2607=Pos/Size Gönder
2611=Grid as lines
2608=Save RC File
2609=Simple Property
2619=Sınırlı YazıTipi Bilgisi
;--------------------------------------------------------------------------------
[2700]
2700=Proje Seçenekleri
2726=Make Menüsü
2717=Açıklama
2722=Sürüm
2723=Debug
2718=Derle Rc
2719=Assemble
2720=Link
2721=Çalıştır
2728=Res To Obj
2729=Asm Module
2727=Run w/debug
2724=Grupları Göster
2725=Grupları Genişlet
2730=Yollar
2731=Ana Dosyalar
1=Tamam
2=İptal
10=Uygula
;--------------------------------------------------------------------------------
[2800]
2800=Kod Penceresi Seçenekleri
1=Tamam
2=İptal
10=Uygula
2850=Tab && Boşluk
2851=Tab Boyutu
2815=Tabları Boşluğa dönüştür
2806=Otomatik Girintile
2852=Pencere İşleme
2809=Pozisyon ve Boyutu Kaydet
2820=Herzaman üstte
2811=Herzaman Ekranı Kapla
2817=Single Instance
2812=Fare topunu kullan
2853=Dosyalar
2854=Yedek Kopyaları
2837=File Change Notify
2805=Derlerken otomatik kaydet
2831=Projeyi otomatik yükle
2855=Kod Dosyaları
2856=Satır Numaraları / Sayfa Boyutları
2857=Genişlik
2858=Sayfa boyutu (satır)
2821=Açılışta Göster
2859=Api yardımcıları
2807=Api listesini göster
2813=Api sabitlerini göster
2808=Api ipuçlarını göster
2816=Yapı nesnelerini göster
2860=Kod özellikleri
2810=Özellikleri göster
2822=Listeyi otomatik yenile
2819=Özellikler kelime listesine
2834=Tab ile listeye gir
2829=Shift+Boşluk ile listeyi göster
2861=Diğer
2814=Code Write Macro
2823=Proc in statusbar
2818=Wordlist Case Convert
2830=Open Collapsed
2832=Auto brackets
2833=Kod bilgisi
2836=Threaded build
2843=Minimize && wait on run
2835=Compiler error handling
2838=No handling
2839=Bookmark line
2840=Hilite line
2841=Bookmark and hilite line
2842=No visual handling
;--------------------------------------------------------------------------------
[2900]
2900=Sürüm Bilgisi
2912=Ad:
2913=ID:
2914=Dosya Sür.:
2915=Ürün Sür.:
2916=OS:
2917=Dosya Türü:
2918=Dil:
2919=Karakter Seti:
2911=Dışa Aktar
2=İptal
1=Tamam
;--------------------------------------------------------------------------------
[3000]
3000=Export ID Equ's To Output
3007=Seçim Penceresi
3002=&Seç
3003=Seçimi &Kaldır
3004=&Tümünü Seç
3005=&Hiçbirini Seçme
3006=Seçimi Te&rsine Çevir
1=Tamam
2=İptal
;--------------------------------------------------------------------------------
[3100]
3100=Sniplet Browser
3109=Yeni ekle
3108=Aç
3103=Çıktıyı Temizle
3104=Tümünü Seç
3105=Editör
3106=Pano
3107=Çıktı
2=Kapat
;--------------------------------------------------------------------------------
[3200]
3200=Make Menu,Tools Menu,Help Menu,Macro Menu,Macro Add
1=Tamam
2=İptal
3205=Ekle
3206=Sil
3210=Menü nesnesi:
3211=Kısayol:
3212=Komut:
;--------------------------------------------------------------------------------
[3300]
3300=Style,ExStyle
2=Kapat
;--------------------------------------------------------------------------------
[3400]
3400=RadASM Macro Kaydedici
1=Dur
;--------------------------------------------------------------------------------
[3500]
3500=Yazıcı seçeneği
3513=Sayfa numaralandırma
3501=Sol
3502=Orta
3503=Sağ
3504=Hiçbiri
3505=Tarih bilgisi
3514=Sayfa başlığı
3506=Sol
3507=Orta
3508=Sağ
3509=Hiçbiri
3510=Proje açıklaması
3515=Sözdizim
3511=Renkleri kullan
1=Tamam
2=İptal
10=Uygula
;--------------------------------------------------------------------------------
[3600]
3600=Kaynak
1=Tamam
2=İptal
3602=Dışa altar
3603=Ekle
3604=Sil
;--------------------------------------------------------------------------------
[3700]
3700=Dizilim Tablosu
1=Tamam
2=İptal
3702=Dışa aktar
3703=Ekle
3704=Sil
;--------------------------------------------------------------------------------
[3800]
3800=Kesmenoktası Değişkeni Ekle
3803=Değişken Adı:
3802=Temizle
2=İptal
1=Tamam
;--------------------------------------------------------------------------------
[3900]
3900=Araçlar Penceresi Seçenekleri
1=Tamam
10=Uygula
2=İptal
3906=Sağa başlığa izin ver
3907=Multiline tab select tool
3908=Ayırıcı satırı göster
3909=Tool clipping order
;--------------------------------------------------------------------------------
[4000]
4000=Dosya Tarayıcı Seçeneği
4009=Klasörler:
1=Tamam
2=İptal
4002=Ekle
4003=Sil
4010=Filtre:
;--------------------------------------------------------------------------------
[4100]
4100=Dış Dosya Seçeneği
4107=Dosya türü:
1=Tamam
2=İptal
4102=Ekle
4103=Sil
4108=Komut:
;--------------------------------------------------------------------------------
[4200]
4200=Renkler & Anahtar Kelimeler
1=Tamam
4026=Renk Teması
4023=Kullanılanı ekle
4022=Sil
4021=Yükle
4027=Renkler
4028=Sözdizim
4019=Grup:
4007=Etkin:
4009=>
4008=<
4006=On Hold:
4011=Add
4010=Delete
4029=Hiliting
4018=Use hiliting
4025=Hilite active line
4024=Hilite yorumları
4016=Titremeli serbest çizim
4017=Ayırıcı satırı göster
4030=Yazıtipi türü / Grubu
4004=Kalın
4003=Eğik
4005=RC dosya
4002=Uygula
2=İptal
;--------------------------------------------------------------------------------
[4300]
4300=Bul ...
2010=Bul:
2009=Değiştir:
2011=Tür
2003=Onaltılık
2004=Ascii
2012=Yön
2005=Aşağı
2006=Yukarı
1=Bul
2007=Değiştir
2008=Tümünü Değiştir
2=İptal
;--------------------------------------------------------------------------------
[4400]
4400=Ana Proje Dosyaları
4406=Dosya:
1=Tamam
2=İptal
4407=Dosya Adı:
;--------------------------------------------------------------------------------
[4500]
4500=Proje Grupları
1=Tamam
4505=Grubu Sil
4504=Grup Ekle
2=İptal
;--------------------------------------------------------------------------------
[4600]
4600=Menü Kısayolları
1=Tamam
2=İptal
3=Sil
;--------------------------------------------------------------------------------
[4700]
4700=Kısayollar
4707=İsim:
4708=ID:
1=Tamam
2=İptal
4703=Dışa Aktar
4702=Ekle
4701=Sil
;--------------------------------------------------------------------------------
[4800]
4800=Projeyi Tara
4802=Kelime:
1=Tamam
2=İptal
;--------------------------------------------------------------------------------
[4900]
1=Tamam
;--------------------------------------------------------------------------------
[5000]
5000=Dil
5003=Dil:
5004=Alt Dil:
2=İptal
1=Tamam
;--------------------------------------------------------------------------------
[5100]
5100=Yazıtipi Seçenekleri
1001=Kod Düzenle
1002=Metin Düzenle
1004=Hex Düzenle
1005=Satır Numarası
1009=Diyalog Düzenle
1003=Araç Penceresi
1006=Yazıcı
1017=Diyaloglar
1=Tamam
2=İptal
1007=Uygula
;--------------------------------------------------------------------------------
[5200]
5200=Öbek(blok) Ekle
1=Tamam
2=İptal
5202=Seçilen öbekteki her satıra eklenecek metni giriniz.
;--------------------------------------------------------------------------------
[5300]
5300=Dosya İlişkilendirme
2=Kapat
5301=(.rap) Proje osyası
5302=(.asm) Assembly dosyası
5303=(.inc) Include dosyası
5304=(.dlg) Diyalog dosyası
5305=(.mnu) Menü dosyası
5306=(.rc) Kaynak dosyası
5307=Kaldır
1=Ayarla
;--------------------------------------------------------------------------------
[5400]
5400=Dil Seçeneği
5401=Dil:
5403=Yakınlaştır:
1=Tamam
2=İptal
10=Uygula
;--------------------------------------------------------------------------------
[5500]
5500=Programlama Dilleri
1=Tamam
2=İptal
1003=Sil
1004=Ekle
;--------------------------------------------------------------------------------
[5600]
5600=Özel Kontroller
1=Tamam
2=İptal
5603=Sil
5604=Ekle
;--------------------------------------------------------------------------------
[6000]
6000=Ortam Değişkenleri
1=Tamam
2=İptal
1001=Ekle
1002=Sil
1006=İsim:
1007=Değer:
;--------------------------------------------------------------------------------
[Strings]
1=En Üstteki Dosya
2=Dosya Aç
3=Seçilen Proje Dosyası
4=Tüm Proje Dosyaları
5=Yenile
11=Proje Tarayıcısı
12=Proje Grupları
13=Dosya Tarayıcısı
14=Dosya Süzgeci
15=Bir Seviye Yukarı
16=Önceki Dizin
17=Sonraki Dizin
20002=Assemble
20004=Build
20005=Go
20006=Çalıştır
29991=Kullanıcı butonu#1
29992=Kullanıcı butonu#2
40004=Yeni Dosya
40005=Dosya Aç
40007=Kaydet
40009=Tümünü Kaydet
40011=Yazdır
41001=Geri Al
41002=İleri Al
41003=Kes
41004=Kopyala
41005=Yapıştır
41006=Sil
41008=Bul
41011=Değiştir
41104=Yer İmi Ekle
41105=Sonraki Yer İmi
41106=Önceki Yer İmi
41107=Yer İmlerini Temizle
42002=Araç kutusunu Göster/Gizle
42003=Çıktı Penceresini Göster/Gizle
42004=Proje Penceresini Göster/Gizle
42005=Özellikler Penceresini Göster/Gizle
43001=Girintile
43002=Çıkıntıla
43003=Açıklama
43004=Açıklamayı Kaldır
;--------------------------------------------------------------------------------
[998]
40001=&Yeni Proje	Ctrl+Shift+N
40002=&Proje Aç	Ctrl+Shift+O
40003=&Projeyi Kapat	Ctrl+Shift+C
40013=&Projeyi Sil	Ctrl+Shift+D
44990=Yeni Ekle
44101=&Asm Dosyası
44102=&Inc Dosyası
44103=&Rc Dosyası
44104=&Txt Dosyası
44105=&Diyalog
44106=&Menü
44107=Mod&ül
44108=&Dosya
44991=Varolanı ekle
44201=&Dosyalar
44202=&Diyaloglar
44203=&Menüler
44205=&Nesne Dosyaları
44206=Mod&üller
44010=Proje &Grupları
44008=&Proje Özelliklerini Yenile
50001=&Dosya özelliklerini Yenile
50002=Projeden &Kaldır
50024=Yeniden Adlandır
50003=&Kilitle / Kilidi Kaldır
50014=&Copy name to code
50004=&Oto Yükle
50005=Dosya Aç
50006=Farklı Kaydet
50007=Geri Al	Ctrl+Z
50008=İleri Al	Ctrl+Y
50101=Kes	Ctrl+X
50102=Kopyala	Ctrl+C
50103=Yapıştır	Ctrl+V
50104=Sil	Del
50106=Tümünü Kopyala
50107=Tümünü Kes
50105=Temizle
41001=Geri Al	Ctrl+Z
41003=Kes	Ctrl+X
41004=Kopyala	Ctrl+C
41005=Yapıştır	Ctrl+V
41006=Sil	Del
43005=Kontrolleri Kilitle
43006=Geriye Gönder
43007=Öne Çıkart
43008=Gridleri Göster
43991=Align
43901=Left
43902=Center
43903=Right
43904=Top
43905=Middle
43906=Bottom
43992=Aynı Boyut
43911=Genişlik
43912=Yükseklik
43913=İkiside
44028=Diyalogun Merkezinde
44029=Yatay
44030=Dikey
44031=Set tabindexes
50009=Kes
50010=Kopyala
50011=Yapıştır
50012=Sil
50013=Yeniden Adlandır
50015=Copy name to code
50023=Explore
50016=&Goto Declare
50021=Projeyi &Tara
50018=Bul
50019=Sonrakini Bul
50020=Öncekini Bul
50017=Koda Yapıştır
50022=PROTO Yarat
;--------------------------------------------------------------------------------
[999]
49900=&Dosya
40001=Ye&ni Proje	Ctrl+Shift+N
40002=Pr&oje Aç	Ctrl+Shift+O
40003=Projeyi Kapat	Ctrl+Shift+C
40013=Projeyi Sil	Ctrl+Shift+D
40004=Ye&ni Dosya	Ctrl+N
40005=D&osya Aç	Ctrl+O
40014=&Hex Olarak Aç	Ctrl+H
41021=Tek&rar Aç	Ctrl+Shift+R
40006=Dosyayı Kapat	Ctrl+F4
40007=Kaydet	Ctrl+S
40008=Farklı Kaydet	Ctrl+Shift+A
40009=Tümünü Kaydet	Ctrl+Shift+S
40990=En Son Dosyalar
40010=Sayfa Düzeni
40011=Yazdır	Ctrl+P
40012=Çıkış	Alt+F4
49901=Dü&zen
41001=&Geri Al	Ctrl+Z
41002=&İleri Al	Ctrl+Y
41022=Geri Al Arabellğini Temizle	Ctrl+Shift+E
41003=&Kes	Ctrl+X
41004=Kopya&la	Ctrl+C
41005=&Yapıştır	Ctrl+V
41006=&Sil	Del
41007=&Tümünü Seç	Ctrl+A
41008=&Bul	Ctrl+F
41009=So&nrakini Bul	F3
41010=&Öncekini Bul	Ctrl+F3
41011=&Değiştir	Ctrl+R
41012=&Satıra Git	Ctrl+G
41101=&Kelime Bul	Shift+F2
41020=Sonraki Kel&imeyi Bul	Ctrl+Shift+F2
44023=Ö&nceki Kel&imeyi Bul	Alt+F2
41102=&Tanım Bul	F2
41103=&Geri Dön	Ctrl+F2
44019=Öbek
43001=&Girintile	F9
43002=&Çıkıntıla	Ctrl+F9
43003=&Açıklama Yap	Alt+F9
43004=&Açıklamayı Kaldır	Alt+Ctrl+F9
43990=Dön&üştür
43501=Boşlukları &Taba Çevir
43502=Tabları &Boşluklara Çevir
43503=&Büyük Harf
43504=&Küçük Harf
43505=İzli Boşlukları Kes
44015=&Öbek / Sütun Modu	Ctrl+B
44020=Öbek Ekle / &Değiştir
41018=Öbeği &Genişlet	Ctrl+E
43009=Ö&beği Sakla / Göster
44016=Yer İmi
41104=&Yer İmi Ekle	Shift+F8
41105=&Sonraki Yer İmi	F8
41106=&Önceki Yer İmi	Ctrl+F8
41107=&Yer İmlerini Temizle	Ctrl+Shift+F8
41990=Adlandırılan Yer İmleri	Ctrl+0..9
41300=Yer İmi &0	Ctrl+0
41301=Yer İmi &1	Ctrl+1
41302=Yer İmi &2	Ctrl+2
41303=Yer İmi &3	Ctrl+3
41304=Yer İmi &4	Ctrl+4
41305=Yer İmi &5	Ctrl+5
41306=Yer İmi &6	Ctrl+6
41307=Yer İmi &7	Ctrl+7
41308=Yer İmi &8	Ctrl+8
41309=Yer İmi &9	Ctrl+9
44017=Kesme Noktası(BreakPoint)
41013=&Yer İmi Ekle	Alt+F8
41014=&BreakPointleri Temizle	Alt+Ctrl+F8
41015=Değişken &Ekle	Alt+Shift+F8
44018=Hata
41016=&Sonraki Hata	Shift+F3
41017=&Hataları Temizle	Ctrl+Shift+F3
41019=&Aç	Alt+Ctrl+O
49902=&Görünüm
42001=&Araç Çubuğu
42002=Araç &Kutusu
42003=&Çıktı Penceresi
42004=&Proje Tarayıcısı
42005=Ö&zellikler
42006=Tab Seç&me
42008=&Info Aracı
42007=&Durum Çubuğu
44026=&Tam Ekran	Ctrl+W
49903=&Biçim
43005=&Kontrolleri Kilitle
43006=&Geriye Gönder
43007=&Öne Çıkart
43008=Grid Göster
43991=&Hizala
43901=&Sola
43902=&Ortala
43903=&Sağa
43904=&Yukarı
43905=&Orta
43906=&Aşağı
43992=Aynı Büyükl&ük
43911=&Genişlik
43912=&Yükseklik
43913=&İkiside
44028=&Diyalogun Merkezinde
44029=&Yatay
44030=&Dikey
44031=Set tabindexes
49904=&Proje
44990=&Yeni Ekle
44101=&Kaynak / Asm Dosya
44102=&Header / Inc Dosya
44103=&Rc Dosya
44104=&Metin Dosyası
44105=&Diyalog
44106=&Menü
44107=Mod&ül
44108=&Dosya
44991=&Varolanı Ekle
44201=&Dosyalar
44202=&Diyaloglar
44203=&Menü
44205=&Nesne Dosyalı
44206=Mod&üller
44011=&Kısayol
44001=&Kaynak
44007=&Sözdizim Tablosu
44002=&Sürüm Bilgisi
44013=&Dil
44004=Projeden &Kaldır
44992=Set Assembler
44010=Proje &Grupları
44006=&Proje Seçenekleri
44009=&Ana Proje Dosyaları
44008=Özellikleri Yenile
44012=Projeyi Tara
44003=Çıktıya Gönder
44005=&Taslak Yarat
44993=Metin Bağlantısı Yarat
44701=&Not
44702=&Bug
44703=&Yapılacaklar
49905=&Make
49906=&Araçlar
46001=&Sniplets	F11
46002=&Export ID Equ's	Ctrl+F11
49907=&Pencere
47009=&Böl / Bölümü Kapat	F4
47001=Pencereyi &Kapat	Ctrl+F4
47002=&Tümünü Kapat	Ctrl+Shift+F4
44032=&Bu hariç Tümünü Kapat
47003=&Sonraki Pencere	F6
47004=&Önceki Pencere	Ctrl+F6
41401=Pencereye &Git	Alt+0..9
47013=&Düzene Git	F12
47014=Projeye Git	Ctrl+F12
47015=Ö&zelliklere Git	Shift+F12
47016=Çıktıya Git	Ctrl+Shift+F12
47005=&Yatay Döşe	F7
47006=&Dikey Döşe	Ctrl+F7
47007=&Basamakla	Shift+F7
47008=&İkonları Düzenle	Ctrl+Shift+F7
47010=&Ekranı Kapla	Alt+F7
47011=&Önceki Boyut	Alt+Ctrl+F7
47012=&Küçült	Alt+Shift+F7
49908=&Seçenek
44022=&Dil
44024=&Programlama Dilleri
48003=&Kod Editörü Seçenekleri
48001=&Renkler ve Anahtar Kelimeler
48004=&Diyalog Editörü Seçenekleri
44025=Ö&zel Kontroller
48015=&Yazıcı Seçenekleri
44014=&Yazıtipi Seçenekleri
48017=&Menü Kısayolları
44021=Dosya &İlişkilendirme
48012=Dosya &Tarayıcısı
48013=&Dış Dosya Türleri
48005=&Sniplets
48006=&Uygulama Yolları Kurulumu
44027=Ortam &Değişkenleri
48011=Araç Pencereleri
48007=&Make Menüsü
48008=&Araçlar Menüsü
48009=&Yardım Menüsü
49909=M&acro
46301=&Kaydet
46303=&Düzenle
49910=&Yardım
49001=&Hakkında
;--------------------------------------------------------------------------------
[AddinMana]
AddinMana=RadASM Eklenti Yöneticisi
1=Tamam
2=İptal
10=Uygula
1032=Kur
1033=Kaldır
1008=Yardım
1001=Eklentiler:
1002=Seçenekler
1003=Bilgi
1004=Açıklama:
1005=Yazar:
1006=Sürüm:
1007=Tarih:
2000=Eklenti Yöneticisi
3000=Etkinleştir
;--------------------------------------------------------------------------------
[FlipCase]
2000=Flip Case
2001=Sayfa Kesmesi
3000=Flip Case
3001=Sayfa Kesmesi
3002=Çıktıyı Otomatik Göster
3003=Çıktıyı Otomatik Sakla
3004=Araç Kutusunu Otomatik Göster
3005=Geçici Klasör Yarat
3006=No Exception Handler
3007=Derleme zamanı
;--------------------------------------------------------------------------------
[PthExpl++]
PthExpl++=Set Minor Files
1001=Tamam
1003=İptal
1004=<< Ekle
1005=Kaldır >>
1007=Otomatik Sil
1008=Önce bana sor
2000=Path Explore
2001=Set Minor Files
2002=Delete Minor Files
3000=Etkinleştir
;--------------------------------------------------------------------------------
[FontBuilder]
2000=Yazıtipi Düzenleyicisi
;--------------------------------------------------------------------------------
[ProjectZip]
ProjectZip=RadASM Proje Sıkıştırıcısı
2=Çıkış
1002=Zip && E-Posta
1004=Zip
1007=Tümünü Seç
1009=Zip To:
1010=Current:
2000=Proje Sıkıştırıcısı
3000=Proje Sıkıştırıcısını Etkinleştir
3001=Ada tarih ekle
;--------------------------------------------------------------------------------
[AsmVars]
2000=AsmVars
3000=AsmVars'ı Etkinleştir
;--------------------------------------------------------------------------------
[asciiTab]
asciiTab=Çıkış için ESC
2000=Ascii Tablosu
3000=Ascii Tablosunu Etkinleştir
4000=Ascii Tablosu
;--------------------------------------------------------------------------------
[CreateProto]
CreateProto=Proto Yarat
1=Tamam
2=İptal
2000=Proto Yarat
;--------------------------------------------------------------------------------
[CreateProtoEx]
CreateProtoEx=Proto Yarat
1008=Tümünü Seç
1002=Çıkış Penceresine Gönder
1001=Son
1003=Dosyaya Proto Yarat
1004=Dosya yaratmayı Etkinleştir
1007=Her derlemede eskisinin üzerine yazarak bir fonksiyon prototipi yaratır.
2000=Proto Yarat
;--------------------------------------------------------------------------------
[RadFavs]
2000=Sık Kullanılanlar
2001=Sık Kullanılanlara Ekle
2002=Sık Kullanılanları Düzenle
[RadFavs#1]
RadFavs#1=Sık Kullanılanlara Ekle
1001=Etiket
1003=Yol
1=Tamam
2=İptal
[RadFavs#2]
RadFavs#2=Sık Kullanılanları Düzenle
1107=Etiket
1108=Güncelle
1103=Bilgi
1=Tamam
2=İptal
;--------------------------------------------------------------------------------
[AlexMenu]
3000=Varsayılan Menü
3001=Cool menu
3002=Cool bar white
3003=Cool bar blue
3004=Cool bar green
3005=Cool bar red
3006=Cool body white
3007=Cool body blue
3008=Cool body green
3009=Cool body red
;--------------------------------------------------------------------------------
[BitMask]
BitMask=BitMask
141=Bayt 3 (high order)
102=Bayt 2
103=Bayt 1
104=Bayt 0 (low order)
139=Çıktı
140=Çıktı
151=Kullan
142=NOT
143=RESET
149=Onaltılık
150=Onluk
3000=Bitmask'ı Etkinleştir
4000=Bit mask generator
;--------------------------------------------------------------------------------
[Colref]
Colref=Renk
740=Temel Renkler
741=Özel Renkler
730=Renk
731=Solid
723=Hue:
724=Sat:
725=Lum:
726=Kır:
727=Yeş:
728=Mav:
1007=RGB (kır,yeş,mav): 
1008=HEX değeri: 
1009=DEC değeri: 
719=&Özel Renkleri Tanımla >>
1=Tamam
2=İptal
105=Yakala
104=Renk Ref
712=&Özel Renklere Ekle
1038=Yardım
1001=Ekle
1002=Ekle
1003=Ekle
2000=Colref
3000=Renk Danışmanını Etkinleştir
3001=Disable color flashing
3002=Disable blue dialog
4000=Renk Danışmanı
;--------------------------------------------------------------------------------
[Preview]
4000=Diyalog önizleme
;--------------------------------------------------------------------------------
[RadToolBar]
3000=Özel Araç Çubuğunu Etkinleştir
3001=Phoenity butonları kullan
3002=Gri resimleri kullan
3003=Araç ikonlarını çıkart
3004=Araç ikonları dosyalarını kullan
;--------------------------------------------------------------------------------
[RADbg]
RADbg=RadASM Hata Ayıklama
1004=Onaltılık
1005=Onluk
1006=İkilik
1002=Temizle
1001=Sonlandır
1=OK
3000=Debug Diyaloğunu göster
3001=Int 3 debug
3002=Sonucu Çıktıya gönder
;--------------------------------------------------------------------------------
[ReallyRad]
ReallyRad=ReallyRad Seçenekleri
201=Auto add dialog
202=Auto add menu
203=Auto update resource
207=Auto update string table
205=Auto add main RC file
206=Auto create Res folder
204=Auto update versioninfo
208=Auto update resources
301=Control double click
302=Dialog menu select
303=Unique control names
304=Check module build time
1=Tamam
2=İptal
10=Uygula
2000=ReallyRad
2001=ReallyRad - CodeWrite
3000=Enable ReallyRad
[ReallyRad#2]
ReallyRad#2=ReallyRad - CodeWrite
9006=Modül Adı:
9007=Taslak:
9008=İşlem Adı
1=Tamam
2=İptal
;--------------------------------------------------------------------------------
[StyleMana]
StyleMana=Stil Yöneticisi
1004=&DWORD:
1003=Güncelle
2=Kapat
;--------------------------------------------------------------------------------
